Repository: korayaks/Web-Project
Catalog: Web_Project/Resources/Views/Home/Index.*.resx
Languages: tr

# AboutTitle
source: About Us
tr: Hakkımızda

# Content1
source: Identify the details of the project and the characteristics of the person you are looking for in the project. Get in touch with the right teammates and start your project right away.
tr: Proje detaylarını ve projende aradığın kişinin özelliklerini belirle. Sana uygun olan takım arkadaşlarıyla iletişime geç ve hemen projene başla.

# Content2
source: Search by the area you want to work in. Find projects suitable for you and contact project owners. Start the project immediately after agreeing on the details.
tr: Çalışmak istediğin alana göre arama yap. Sana uygun projeleri bul ve proje sahipleriyle iletişime geç. Detaylar üzerinde anlaştıktan sonra hemen projeye başla.

# Content4
source: Create an account easily
tr: Kolayca hesap oluştur

# Content5
source: Identify the details of the project and the people you are looking for for your project.
tr: Proje detaylarını ve projen için aradığın özellikte ki kişileri belirle.

# Content6
source: Share your project to find your teammates with the feature you are looking for.
tr: Aradığın özellikte ki takım arkadaşlarını bulabilmen için projeni paylaş.

# MastheadContent
source: You can find suitable projects and teammates by searching the area you want to work in.
tr: Çalışmak istediğiniz alanda arama yaparak sana uygun projeleri ve ekip arkadaşlarını bulabilirsin.

# MastheadSearchButton
source: Search
tr: Ara

# MastheadTitle
source: Projects Have Arrived
tr: Projeler Ayağına Geldi

# PageTitle
source: Home Page
tr: Anasayfa

# Person1About
source: I'm a student at Sakarya University.
tr: Sakarya Üniversitesi Bilgisayar Mühendisliği Bölümü 3. sınıf öğrencisiyim.

# Person2About
source: I'm a student at Sakarya University.
tr: Sakarya Üniversitesi Bilgisayar Mühendisliği Bölümü 3. sınıf öğrencisiyim.

# Person2Name
source: Can Turet
tr: Can Türet

# Person3About
source: I'm student at Sakarya University.
tr: Sakarya Üniversitesi Bilgisayar Mühendisliği Bölümü 3. sınıf öğrencisiyim.

# Person3Name
source: Ismail Artug
tr: İsmail Artuğ

# ProjectSearchDefault
source: What field do you want to work on ?
tr: Hangi alanda çalışmak istiyorsun ?

# Title1
source: Your Dream Project is Now Very Close
tr: Hayalindeki Proje Artık Çok Yakın

# Title2
source: Improve Yourself
tr: Kendini Geliştir

# Title3
source: Find Teammates Suitable for Your Project
tr: Projene Uygun Takım Arkadaşlarını Bul

# Title4
source: Register
tr: Kayıt Ol

# Title5
source: Create Your Project
tr: Projeni Oluştur

# Title6
source: Share Your Project
tr: Projeni Paylaş
